Repository: GabrielFaria1509/ProjetoFetin
Catalog: frontend-flutter/tism/languages/*.arb
Languages: hi, ja, tr

# error_deleting_post
source: Error deleting post: {error}
hi: पोस्ट हटाने में त्रुटि: {error}
ja: 投稿削除エラー：{error}
tr: Gönderi silme hatası: {error}

# report_post
source: Report
hi: रिपोर्ट करें
ja: 報告
tr: Şikayet Et

# report_post_title
source: Report Post
hi: पोस्ट रिपोर्ट करें
ja: 投稿を報告
tr: Gönderiyi Şikayet Et

# report_post_confirm
source: Are you sure you want to report this post?
hi: क्या आप वाकई इस पोस्ट की रिपोर्ट करना चाहते हैं?
ja: この投稿を報告してもよろしいですか？
tr: Bu gönderiyi şikayet etmek istediğinizden emin misiniz?

# post_reported
source: Post reported successfully
hi: पोस्ट सफलतापूर्वक रिपोर्ट की गई
ja: 投稿が正常に報告されました
tr: Gönderi başarıyla şikayet edildi

source: Now
hi: अभी
ja: 今
tr: Şimdi

# search_posts
source: Search posts, people or topics...
hi: पोस्ट, लोग या विषय खोजें...
ja: 投稿、人、トピックを検索...
tr: Gönderi, kişi veya konu ara...

source: No results found
hi: कोई परिणाम नहीं मिला
ja: 結果が見つかりません
tr: Sonuç bulunamadı

# try_different_keywords
source: Try using different keywords or explore the categories below
hi: अलग कीवर्ड का प्रयास करें या नीचे की श्रेणियों का अन्वेषण करें
ja: 異なるキーワードを試すか 以下のカテゴリを探索してください
tr: Farklı anahtar kelimeler deneyin veya aşağıdaki kategorileri keşfedin

source: Type to search...
hi: खोजने के लिए टाइप करें...
ja: 検索するために入力...
tr: Aramak için yazın...

# find_posts_profiles
source: Find posts, profiles and hashtags in the ASD community
hi: ऑटिज्म समुदाय में पोस्ट, प्रोफ़ाइल और हैशटैग खोजें
ja: 自閉症コミュニティで投稿、プロフィール、 ハッシュタグを見つける
tr: Otizm topluluğunda gönderi, profil ve hashtag bulun

# how_identify_autism
source: How to identify autism?
hi: ऑटिज्म की पहचान कैसे करें?
ja: 自閉症をどう識別するか？
tr: Otizm nasıl tanınır?

# child_not_speaking
source: My child doesn't speak, is it autism?
hi: मेरा बच्चा नहीं बोलता, क्या यह ऑटिज्म है?
ja: 子どもが話さない、自閉症？
tr: Çocuğum konuşmuyor, otizm mi?

source: What therapies work?
hi: कौन सी चिकित्सा काम करती है?
ja: どの療法が効果的？
tr: Hangi tedaviler işe yarar?

# help_at_school
source: How to help at school?
hi: स्कूल में कैसे मदद करें?
ja: 学校でどう助けるか？
tr: Okulda nasıl yardım edilir?

source: Autism rights
hi: ऑटिज्म अधिकार
ja: 自閉症者の権利
tr: Otizm hakları

# child_tantrums
source: Child with tantrums
hi: गुस्सैल बच्चा
ja: かんしゃくを起こす子ども
tr: Öfke nöbeti geçiren çocuk

source: New Observation
hi: नया अवलोकन
ja: 新しい観察
tr: Yeni Gözlem

source: Edit Observation
hi: अवलोकन संपादित करें
ja: 観察編集
tr: Gözlemi Düzenle

# observation_type
source: Type:
hi: प्रकार:
ja: タイプ：
tr: Tür:

source: Title
hi: शीर्षक
ja: タイトル
tr: Başlık

source: Detailed description
hi: विस्तृत विवरण
ja: 詳細な説明
tr: Detaylı açıklama

# intensity
source: Intensity: {level}
hi: तीव्रता: {level}
ja: 強度：{level}
tr: Yoğunluk: {level}

source: Observer:
hi: पर्यवेक्षक:
ja: 観察者：
tr: Gözlemci:

source: Possible triggers:
hi: संभावित ट्रिगर:
ja: 可能なトリガー：
tr: Olası tetikleyiciler:

source: Delete Observation
hi: अवलोकन हटाएं
ja: 観察を削除
tr: Gözlemi Sil

# delete_observation_confirm
source: Are you sure you want to delete this observation?
hi: क्या आप वाकई इस अवलोकन को हटाना चाहते हैं?
ja: この観察を削除してもよろしいですか？
tr: Bu gözlemi silmek istediğinizden emin misiniz?

# observation_title_empty
source: The observation title cannot be empty
hi: अवलोकन शीर्षक खाली नहीं हो सकता
ja: 観察のタイトルは空にできません
tr: Gözlem başlığı boş olamaz

source: Not defined
hi: परिभाषित नहीं
ja: 未定義
tr: Tanımlanmamış

source: Confirm change
hi: परिवर्तन की पुष्टि करें
ja: 変更確認
tr: Değişikliği onayla

# change_name_to
source: Change name to "{name}"?
hi: नाम को "{name}" में बदलें?
ja: 名前を"{name}"に変更しますか？
tr: İsmi "{name}" olarak değiştir?

# change_username_to
source: Change username from @{oldName} to @{newName}?
hi: उपयोगकर्ता नाम को @{oldName} से @{newName} में बदलें?
ja: ユーザー名を@{oldName}から@{newName}に変更しますか？
tr: Kullanıcı adını @{oldName}'den @{newName}'e değiştir?

source: Error updating name
hi: नाम अपडेट करने में त्रुटि
ja: 名前更新エラー
tr: İsim güncelleme hatası

source: Error updating username
hi: उपयोगकर्ता नाम अपडेट करने में त्रुटि
ja: ユーザー名更新エラー
tr: Kullanıcı adı güncelleme hatası

source: Error updating type
hi: प्रकार अपडेट करने में त्रुटि
ja: タイプ更新エラー
tr: Tür güncelleme hatası

# username_help
source: Only lowercase letters, numbers and _
hi: केवल छोटे अक्षर, संख्या और _
ja: 小文字、数字、_のみ
tr: Sadece küçük harf, rakam ve _

# username_cooldown_info
source: Username can only be changed once every 3 days
hi: उपयोगकर्ता नाम हर 3 दिन में एक बार बदला जा सकता है
ja: ユーザー名は3日に1回のみ変更可能
tr: Kullanıcı adı 3 günde bir kez değiştirilebilir

# confirm_password_title
source: Confirm password
hi: पासवर्ड की पुष्टि करें
ja: パスワード確認
tr: Şifreyi onayla

source: Error deleting account
hi: खाता हटाने में त्रुटि
ja: アカウント削除エラー
tr: Hesap silme hatası

source: Type updated!
hi: प्रकार अपडेट किया गया!
ja: タイプが更新されました！
tr: Tür güncellendi!

source: Name updated!
hi: नाम अपडेट किया गया!
ja: 名前が更新されました！
tr: İsim güncellendi!

source: Username updated!
hi: उपयोगकर्ता नाम अपडेट किया गया!
ja: ユーザー名が更新されました！
tr: Kullanıcı adı güncellendi!

# account_deleted
source: Account deleted successfully
hi: खाता सफलतापूर्वक हटाया गया
ja: アカウントが正常に削除されました
tr: Hesap başarıyla silindi

source: Incorrect password
hi: गलत पासवर्ड
ja: パスワードが間違っています
tr: Yanlış şifre

source: User not found
hi: उपयोगकर्ता नहीं मिला
ja: ユーザーが見つかりません
tr: Kullanıcı bulunamadı

# email_not_verified
source: Email not verified yet
hi: ईमेल अभी तक सत्यापित नहीं
ja: メールがまだ確認されていません
tr: E-posta henüz doğrulanmadı

# verification_email_sent
source: Verification email resent!
hi: सत्यापन ईमेल पुनः भेजा गया!
ja: 確認メールを再送信しました！
tr: Doğrulama e-postası yeniden gönderildi!

# checking_verification
source: Checking...
hi: जांच रहे हैं...
ja: 確認中...
tr: Kontrol ediliyor...

# already_have_account
source: Already have an account? Login
hi: पहले से खाता है? लॉगिन करें
ja: アカウントをお持ちですか？ログイン
tr: Zaten hesabınız var mı? Giriş yapın

source: Create account
hi: खाता बनाएं
ja: アカウント作成
tr: Hesap oluştur

# account_created
source: Account created! Check your email to activate
hi: खाता बनाया गया! सक्रिय करने के लिए अपना ईमेल जांचें
ja: アカウントが作成されました！有効化のためメールを確認してください
tr: Hesap oluşturuldu! Etkinleştirmek için e-postanızı kontrol edin

source: example123
hi: उदाहरण123
ja: 例123
tr: örnek123

source: New Routine
hi: नई दिनचर्या
ja: 新しいルーティン
tr: Yeni Rutin

source: Edit Routine
hi: दिनचर्या संपादित करें
ja: ルーティン編集
tr: Rutini Düzenle

source: Activity title
hi: गतिविधि शीर्षक
ja: アクティビティタイトル
tr: Etkinlik başlığı

source: Activity description
hi: गतिविधि विवरण
ja: アクティビティ説明
tr: Etkinlik açıklaması

# time_format
source: Time (00:00 - 23:59)
hi: समय (00:00 - 23:59)
ja: 時間（00:00 - 23:59）
tr: Saat (00:00 - 23:59)

source: Category
hi: श्रेणी
ja: カテゴリ
tr: Kategori

source: Icon
hi: आइकन
ja: アイコン
tr: İkon

source: Color
hi: रंग
ja: 色
tr: Renk

source: Create Routine
hi: दिनचर्या बनाएं
ja: ルーティン作成
tr: Rutin Oluştur

source: Save Changes
hi: परिवर्तन सेव करें
ja: 変更を保存
tr: Değişiklikleri Kaydet

# routine_title_empty
source: Routine title cannot be empty
hi: दिनचर्या शीर्षक खाली नहीं हो सकता
ja: ルーティンタイトルは空にできません
tr: Rutin başlığı boş olamaz

# invalid_time_format
source: Invalid time. Use 24h format (00:00 - 23:59)
hi: अमान्य समय। 24 घंटे का प्रारूप उपयोग करें (00:00 - 23:59)
ja: 無効な時間形式。24時間形式を使用してください（00:00 - 23:59）
tr: Geçersiz saat. 24 saat formatı kullanın (00:00 - 23:59)

source: Delete Routine
hi: दिनचर्या हटाएं
ja: ルーティン削除
tr: Rutini Sil

# delete_routine_confirm
source: Are you sure you want to delete this routine?
hi: क्या आप वाकई इस दिनचर्या को हटाना चाहते हैं?
ja: このルーティンを削除してもよろしいですか？
tr: Bu rutini silmek istediğinizden emin misiniz?

# hello_user_name
source: Hello, {name}! 👋
hi: नमस्ते, {name}! 👋
ja: こんにちは、{name}さん！👋
tr: Merhaba, {name}! 👋

source: Statistics
hi: आंकड़े
ja: 統計
tr: İstatistikler

source: General Summary
hi: सामान्य सारांश
ja: 一般的な要約
tr: Genel Özet

source: Total
hi: कुल
ja: 合計
tr: Toplam

# progress_plural
source: Progress
hi: प्रगति
ja: 進歩
tr: İlerleme

# crisis_plural
source: Crises
hi: संकट
ja: 危機
tr: Krizler

source: Type Distribution
hi: प्रकार के अनुसार वितरण
ja: タイプ別分布
tr: Türe Göre Dağılım

source: Most Frequent Triggers
hi: सबसे आम ट्रिगर
ja: 最も頻繁なトリガー
tr: En Sık Tetikleyiciler

source: Weekly Trend
hi: साप्ताहिक प्रवृत्ति
ja: 週間トレンド
tr: Haftalık Eğilim

# observations_last_7_days
source: Observations in the last 7 days: {count}
hi: पिछले 7 दिनों में अवलोकन: {count}
ja: 過去7日間の観察：{count}
tr: Son 7 gündeki gözlemler: {count}

# child_name
source: Child's name
hi: बच्चे का नाम
ja: 子どもの名前
tr: Çocuğun adı

source: Age
hi: उम्र
ja: 年齢
tr: Yaş

# support_level_label
source: Support level
hi: सहायता स्तर
ja: サポートレベル
tr: Destek seviyesi

source: Sensory preferences
hi: संवेदी प्राथमिकताएं
ja: 感覚の好み
tr: Duyusal tercihler

source: Interests
hi: रुचियां
ja: 興味
tr: İlgi alanları

# child_name_empty
source: Child's name cannot be empty
hi: बच्चे का नाम खाली नहीं हो सकता
ja: 子どもの名前は空にできません
tr: Çocuğun adı boş olamaz

# observations_last_7_days_count
source: Observations in the last 7 days: {count}
hi: पिछले 7 दिनों में अवलोकन: {count}
ja: 過去7日間の観察：{count}
tr: Son 7 gündeki gözlemler: {count}

source: Configure Profile
hi: प्रोफ़ाइल कॉन्फ़िगर करें
ja: プロフィール設定
tr: Profili Yapılandır

# edit_username_title
source: Edit Username
hi: उपयोगकर्ता नाम संपादित करें
ja: ユーザー名編集
tr: Kullanıcı Adını Düzenle

# account_deleted_success
source: Account deleted successfully
hi: खाता सफलतापूर्वक हटाया गया
ja: アカウントが正常に削除されました
tr: Hesap başarıyla silindi

# theme_light
source: Light
hi: हल्का
ja: ライト
tr: Açık

# theme_dark
source: Dark
hi: गहरा
ja: ダーク
tr: Koyu

# theme_system
source: System
hi: सिस्टम
ja: システム
tr: Sistem

# edit_observation_action
source: Edit observation
hi: अवलोकन संपादित करें
ja: 観察を編集
tr: Gözlemi düzenle

# delete_observation_action
source: Delete observation
hi: अवलोकन हटाएं
ja: 観察を削除
tr: Gözlemi sil

# delete_observation_title
source: Delete Observation
hi: अवलोकन हटाएं
ja: 観察削除
tr: Gözlemi Sil

# delete_observation_message
source: Are you sure you want to delete this observation?
hi: क्या आप वाकई इस अवलोकन को हटाना चाहते हैं?
ja: この観察を削除してもよろしいですか？
tr: Bu gözlemi silmek istediğinizden emin misiniz?

# trigger_routine_change
source: Routine change
hi: दिनचर्या परिवर्तन
ja: ルーティンの変更
tr: Rutin değişikliği

# trigger_loud_noise
source: Loud noise
hi: तेज़ आवाज़
ja: 大きな音
tr: Yüksek ses

# trigger_crowd
source: Crowd
hi: भीड़
ja: 群衆
tr: Kalabalık

# trigger_tiredness
source: Tiredness
hi: थकान
ja: 疲労
tr: Yorgunluk

# trigger_hunger
source: Hunger
hi: भूख
ja: 空腹
tr: Açlık

# trigger_frustration
source: Frustration
hi: निराशा
ja: フラストレーション
tr: Hayal kırıklığı

# trigger_transition
source: Transition
hi: संक्रमण
ja: 移行
tr: Geçiş

# trigger_new_environment
source: New environment
hi: नया वातावरण
ja: 新しい環境
tr: Yeni ortam

# trigger_bright_light
source: Bright light
hi: तेज़ रोशनी
ja: 非常に明るい光
tr: Parlak ışık

# trigger_unpleasant_texture
source: Unpleasant texture
hi: अप्रिय बनावट
ja: 不快な質感
tr: Hoş olmayan doku

# trigger_strong_smell
source: Strong smell
hi: तेज़ गंध
ja: 強い匂い
tr: Güçlü koku

# trigger_temperature
source: Temperature
hi: तापमान
ja: 温度
tr: Sıcaklık

# trigger_tight_clothes
source: Tight clothes
hi: तंग कपड़े
ja: きつい服
tr: Dar kıyafet

# trigger_insufficient_sleep
source: Insufficient sleep
hi: अपर्याप्त नींद
ja: 睡眠不足
tr: Yetersiz uyku

# trigger_physical_pain
source: Physical pain
hi: शारीरिक दर्द
ja: 身体的痛み
tr: Fiziksel ağrı

# trigger_medication
source: Medication
hi: दवा
ja: 薬
tr: İlaç

# trigger_medical_visit
source: Medical visit
hi: चिकित्सा यात्रा
ja: 医療訪問
tr: Tıbbi ziyaret

# trigger_new_school
source: New school
hi: नया स्कूल
ja: 新しい学校
tr: Yeni okul

# trigger_substitute_teacher
source: Substitute teacher
hi: स्थानापन्न शिक्षक
ja: 代替教師
tr: Vekil öğretmen

# trigger_test_evaluation
source: Test/evaluation
hi: परीक्षा/मूल्यांकन
ja: テスト/評価
tr: Test/değerlendirme

# trigger_party_event
source: Party/event
hi: पार्टी/कार्यक्रम
ja: パーティー/イベント
tr: Parti/etkinlik

# trigger_travel
source: Travel
hi: यात्रा
ja: 旅行
tr: Seyahat

# trigger_rain_storm
source: Rain/storm
hi: बारिश/तूफान
ja: 雨/嵐
tr: Yağmur/fırtına

# trigger_parents_separation
source: Parents separation
hi: माता-पिता का अलगाव
ja: 両親の別居
tr: Ebeveyn ayrılığı

# trigger_broken_toy
source: Broken toy
hi: टूटा हुआ खिलौना
ja: 壊れたおもちゃ
tr: Kırık oyuncak

# trigger_not_getting_something
source: Not getting something
hi: कुछ न मिलना
ja: 何かを得られない
tr: Bir şey alamama

# trigger_activity_interruption
source: Activity interruption
hi: गतिविधि में बाधा
ja: 活動の中断
tr: Etkinlik kesintisi

# trigger_waiting_too_long
source: Waiting too long
hi: बहुत लंबा इंतज़ार
ja: 長時間の待機
tr: Çok uzun bekleme

# observer_father
source: father
hi: पिता
ja: 父
tr: baba

# observer_mother
source: mother
hi: माता
ja: 母
tr: anne

# observer_grandfather
source: grandfather
hi: दादा
ja: 祖父
tr: dede

# observer_grandmother
source: grandmother
hi: दादी
ja: 祖母
tr: nine

# observer_uncle
source: uncle
hi: चाचा
ja: 叔父
tr: amca

# observer_aunt
source: aunt
hi: चाची
ja: 叔母
tr: teyze

# observer_brother
source: brother
hi: भाई
ja: 兄弟
tr: kardeş

# observer_sister
source: sister
hi: बहन
ja: 姉妹
tr: kız kardeş

# observer_son
source: son
hi: बेटा
ja: 息子
tr: oğul

# observer_daughter
source: daughter
hi: बेटी
ja: 娘
tr: kız

# observer_grandson
source: grandson
hi: पोता
ja: 孫
tr: torun

# observer_granddaughter
source: granddaughter
hi: पोती
ja: 孫娘
tr: kız torun

# observer_nephew
source: nephew
hi: भतीजा
ja: 甥
tr: yeğen

# observer_niece
source: niece
hi: भतीजी
ja: 姪
tr: kız yeğen

# observer_male_cousin
source: cousin (male)
hi: चचेरा भाई
ja: いとこ（男）
tr: erkek kuzen

# observer_female_cousin
source: cousin (female)
hi: चचेरी बहन
ja: いとこ（女）
tr: kız kuzen

# observer_male_friend
source: friend (male)
hi: मित्र
ja: 友人（男）
tr: erkek arkadaş

# observer_female_friend
source: friend (female)
hi: सहेली
ja: 友人（女）
tr: kız arkadaş

# observer_relative
source: relative
hi: रिश्तेदार
ja: 親戚
tr: akraba

# observer_caregiver
source: caregiver
hi: देखभालकर्ता
ja: 介護者
tr: bakıcı

# observer_teacher
source: teacher
hi: शिक्षक
ja: 教師
tr: öğretmen

# observer_therapist
source: therapist
hi: चिकित्सक
ja: セラピスト
tr: terapist

# observer_doctor
source: doctor
hi: डॉक्टर
ja: 医師
tr: doktor

# observer_psychologist
source: psychologist
hi: मनोवैज्ञानिक
ja: 心理学者
tr: psikolog

# support_level_mild
source: mild
hi: हल्का
ja: 軽度
tr: hafif

# support_level_moderate
source: moderate
hi: मध्यम
ja: 中度
tr: orta

# support_level_severe
source: severe
hi: गंभीर
ja: 重度
tr: ağır

# sensory_visual
source: Visual
hi: दृश्य
ja: 視覚
tr: Görsel

# sensory_auditory
source: Auditory
hi: श्रवण
ja: 聴覚
tr: İşitsel

# sensory_tactile
source: Tactile
hi: स्पर्श
ja: 触覚
tr: Dokunsal

# sensory_movement
source: Movement
hi: गति
ja: 動き
tr: Hareket

# sensory_olfactory
source: Olfactory
hi: गंध
ja: 嗅覚
tr: Koku

# sensory_gustatory
source: Gustatory
hi: स्वाद
ja: 味覚
tr: Tat

# sensory_proprioceptive
source: Proprioceptive
hi: प्रोप्रियोसेप्टिव
ja: 固有受容覚
tr: Proprioseptif

# sensory_vestibular
source: Vestibular
hi: वेस्टिब्यूलर
ja: 前庭覚
tr: Vestibüler

# sensory_deep_pressure
source: Deep Pressure
hi: गहरा दबाव
ja: 深部圧覚
tr: Derin Basınç

# sensory_soft_textures
source: Soft Textures
hi: मुलायम बनावट
ja: 柔らかい質感
tr: Yumuşak Dokular

# sensory_rough_textures
source: Rough Textures
hi: खुरदरी बनावट
ja: 粗い質感
tr: Pürüzlü Dokular

# sensory_low_sounds
source: Low Sounds
hi: धीमी आवाज़ें
ja: 低い音
tr: Düşük Sesler

# sensory_high_sounds
source: High Sounds
hi: तेज़ आवाज़ें
ja: 高い音
tr: Yüksek Sesler

# sensory_soft_lights
source: Soft Lights
hi: मुलायम रोशनी
ja: 柔らかい光
tr: Yumuşak Işıklar

# sensory_bright_lights
source: Bright Lights
hi: तेज़ रोशनी
ja: 明るい光
tr: Parlak Işıklar

# sensory_hot_temperatures
source: Hot Temperatures
hi: गर्म तापमान
ja: 高温
tr: Sıcak Sıcaklıklar

# sensory_cold_temperatures
source: Cold Temperatures
hi: ठंडा तापमान
ja: 低温
tr: Soğuk Sıcaklıklar

# interest_music
source: Music
hi: संगीत
ja: 音楽
tr: Müzik

# interest_drawing
source: Drawing
hi: चित्रकारी
ja: 描画
tr: Çizim

# interest_numbers
source: Numbers
hi: संख्याएं
ja: 数字
tr: Sayılar

# interest_animals
source: Animals
hi: जानवर
ja: 動物
tr: Hayvanlar

# interest_cars
source: Cars
hi: कारें
ja: 車
tr: Arabalar

# interest_books
source: Books
hi: किताबें
ja: 本
tr: Kitaplar

# interest_games
source: Games
hi: खेल
ja: ゲーム
tr: Oyunlar

# interest_computer
source: Computer
hi: कंप्यूटर
ja: コンピューター
tr: Bilgisayar

# interest_tablet
source: Tablet
hi: टैबलेट
ja: タブレット

# interest_toys
source: Toys
hi: खिलौने
ja: おもちゃ
tr: Oyuncaklar

# interest_sports
source: Sports
hi: खेल
ja: スポーツ
tr: Spor

# interest_dance
source: Dance
hi: नृत्य
ja: ダンス
tr: Dans

# interest_cooking
source: Cooking
hi: खाना बनाना
ja: 料理
tr: Yemek Pişirme

# interest_gardening
source: Gardening
hi: बागवानी
ja: 園芸
tr: Bahçıvanlık

# interest_science
source: Science
hi: विज्ञान
ja: 科学
tr: Bilim

# interest_math
source: Math
hi: गणित
ja: 数学
tr: Matematik

# interest_art
source: Art
hi: कला
ja: 芸術
tr: Sanat

# interest_photography
source: Photography
hi: फोटोग्राफी
ja: 写真
tr: Fotoğrafçılık

# interest_videos
source: Videos
hi: वीडियो
ja: 動画
tr: Videolar

# interest_movies
source: Movies
hi: फिल्में
ja: 映画
tr: Filmler

# interest_series
source: Series
hi: सीरियल
ja: シリーズ
tr: Diziler

# interest_puzzles
source: Puzzles
hi: पहेलियां
ja: パズル
tr: Bulmacalar

# interest_lego
source: Lego
hi: लेगो
ja: レゴ

# interest_dolls
source: Dolls
hi: गुड़िया
ja: 人形
tr: Bebekler

# interest_superheroes
source: Superheroes
hi: सुपरहीरो
ja: スーパーヒーロー
tr: Süper Kahramanlar

# delete_post_action
source: Delete
hi: हटाएं
ja: 削除
tr: Sil

# report_post_action
source: Report
hi: रिपोर्ट करें
ja: 報告
tr: Şikayet Et

source: Clear search
hi: खोज साफ़ करें
ja: 検索をクリア
tr: Aramayı temizle

source: month
hi: महीना
ja: ヶ月
tr: ay

source: months
hi: महीने
ja: ヶ月
tr: ay

source: year
hi: साल
ja: 歳
tr: yaş

source: years
hi: साल
ja: 歳
tr: yaş

source: Search articles...
hi: लेख खोजें...
ja: 記事を検索...
tr: Makale ara...

source: All categories
hi: सभी श्रेणियां
ja: すべてのカテゴリ
tr: Tüm kategoriler

source: No articles found
hi: कोई लेख नहीं मिला
ja: 記事が見つかりません
tr: Makale bulunamadı

source: No articles available
hi: कोई लेख उपलब्ध नहीं
ja: 利用可能な記事がありません
tr: Mevcut makale yok

# article_early_signs_title
source: Early Signs of ASD
hi: ऑटिज्म के प्रारंभिक संकेत: क्या देखना चाहिए
ja: 自閉症の早期徴候：注意すべきこと
tr: Otizmin Erken Belirtileri: Nelere Dikkat Edilmeli

# article_early_signs_body
source: Identifying the first signs of autism can make all the difference in a child's development. The main indicators include: • Difficulties in verbal and non-verbal communication • Repetitive behavior patterns • Restricted and intense interests • Difficulties in social interaction • Altered sensory sensitivity It's important to note that each child is unique and may present different combinations of these signs. Early diagnosis allows for more effective interventions.
hi: ऑटिज्म स्पेक्ट्रम डिसऑर्डर (ASD) का प्रारंभिक निदान बच्चे के विकास के लिए अत्यंत महत्वपूर्ण है। पहले संकेत जीवन के पहले महीनों में दिखाई दे सकते हैं। मुख्य संकेतकों में शामिल हैं: सामाजिक संपर्क में कठिनाइयां, जैसे आंखों का संपर्क टालना, नाम पर प्रतिक्रिया न देना या दिलचस्प चीजों की ओर इशारा न करना; दोहराव वाले व्यवहार पैटर्न, जैसे हाथों की रूढ़िवादी गतिविधियां या विशिष्ट वस्तुओं पर ध्यान केंद्रित करना; संवेदी संवेदनाएं, आवाज़ों, स्पर्श या रोशनी के साथ अत्यधिक या अपर्याप्त प्रतिक्रिया; भाषा विकास में देरी, जिसमें 12 महीने की उम्र में बड़बड़ाहट या 16 महीने की उम्र में शब्दों की अनुपस्थिति शामिल है। यह याद रखना महत्वपूर्ण है कि हर बच्चा अनूठा है और इन संकेतों के विभिन्न संयोजन दिखा सकता है। यदि आप इनमें से कुछ व्यवहार देखते हैं, तो उचित मूल्यांकन के लिए योग्य विशेषज्ञ से मार्गदर्शन लें।
ja: 自閉スペクトラム障害（ASD）の早期診断は、子どもの発達にとって極めて重要です。最初の徴候は生後数ヶ月で現れることがあります。主な指標には以下が含まれます：アイコンタクトを避ける、名前を呼んでも反応しない、興味深いものを指さしないなどの社会的コミュニケーションの困難；手の常同行動や特定の物体への集中などの反復的な行動パターン；音、触覚、光に対する過敏または低反応などの感覚敏感性；12ヶ月での喜びの声や１６ヶ月での単語の欠如を含む言語発達の遅れ。各子どもは独特であり、これらの徴候の異なる組み合わせを示す可能性があることを覚えておくことが重要です。これらの行動のいくつかに気づいた場合は、適切な評価のために資格を持つ専門家に指導を求めてください。
tr: Otizm spektrum bozukluğunun (OSB) erken teşhisi çocuğun gelişimi için son derece önemlidir. İlk belirtiler yaşamın ilk aylarında ortaya çıkabilir. Başlıca göstergeler şunları içerir: göz teması kurmaktan kaçınma, ismine yanıt vermeme veya ilginç nesneleri işaret etmeme gibi sosyal iletişim zorlukları; ellerin stereotipik hareketleri veya belirli nesnelere odaklanma gibi tekrarlayan davranış kalıpları; sesler, dokunma veya ışığa aşırı veya yetersiz tepki gibi duyusal hassasiyetler; 12 ayda gevezelik veya 16 ayda kelimeler olmaması dahil dil gelişiminde gecikme. Her çocuğun benzersiz olduğunu ve bu belirtilerin farklı kombinasyonlarını gösterebileceğini hatırlamak önemlidir. Bu davranışlardan bazılarını fark ederseniz, uygun değerlendirme için nitelikli bir uzmanın rehberliğini isteyin.

# article_early_signs_author
source: Dr. Maria Silva
hi: डॉ. आना सिल्वा - बाल न्यूरोलॉजिस्ट
ja: アナ・シルバ博士 - 小児神経学者
tr: Dr. Anna Silva - Çocuk Nöroloğu

# article_aba_therapy_title
source: ABA Therapy: How It Works
hi: एप्लाइड बिहेवियर एनालिसिस (ABA): सिद्धांत और लाभ
ja: 応用行動分析（ABA）：原理と利益
tr: Uygulamalı Davranış Analizi (ABA): İlkeler ve Faydalar

# article_aba_therapy_body
source: Applied Behavior Analysis (ABA) is one of the most effective therapies for children with ASD. This scientific approach is based on behavioral principles to teach skills and reduce problematic behaviors. Fundamental principles of ABA: • Positive reinforcement for desired behaviors • Breaking complex skills into smaller steps • Data collection to monitor progress • Program individualization for each child ABA therapy can help develop communication, social, academic, and daily living skills.
hi: एप्लाइड बिहेवियर एनालिसिस (ABA) ऑटिज्म वाले लोगों के लिए सबसे अधिक अध्ययन किए गए और प्रभावी हस्तक्षेपों में से एक है। व्यवहार के वैज्ञानिक सिद्धांतों पर आधारित, ABA कौशल सिखाने और समस्याग्रस्त व्यवहार को कम करने के लिए व्यवस्थित तकनीकों का उपयोग करता है। मुख्य घटकों में शामिल हैं: व्यवहार के कारणों की पहचान के लिए कार्यात्मक व्यवहार मूल्यांकन; सामाजिक, संचार और शैक्षणिक कौशल की संरचित शिक्षा; वांछित व्यवहार को प्रोत्साहित करने और बनाए रखने के लिए सकारात्मक सुदृढीकरण का उपयोग; प्रगति की निगरानी के लिए डेटा संग्रह; विभिन्न वातावरणों में अर्जित कौशल का सामान्यीकरण। ABA उपचार व्यक्तिगत होना चाहिए, प्रत्येक व्यक्ति की विशिष्ट आवश्यकताओं को ध्यान में रखते हुए। योग्य विशेषज्ञों द्वारा लागू किए जाने पर, यह संचार, सामाजिक संपर्क, अनुकूली व्यवहार और समग्र जीवन की गुणवत्ता में महत्वपूर्ण सुधार ला सकता है।
ja: 応用行動分析（ABA）は、自閉症の人々に対する最も研究され、効果的な介入の一つです。行動の科学的原理に基づいて、ABAはスキルを教え、問題行動を減らすための体系的な技術を使用します。主要な構成要素には以下が含まれます：行動の原因を特定するための機能的行動評価；社会的、コミュニケーション、学習スキルの構造化された指導；望ましい行動を動機付け、維持するためのポジティブ強化の使用；進歩を監視するためのデータ収集；異なる環境への習得スキルの一般化。ABA治療は個別化されるべきで、各個人の特定のニーズを考慮します。資格を持つ専門家によって実施されると、コミュニケーション、社会的相互作用、適応行動、全体的な生活の質において大幅な改善をもたらすことができます。
tr: Uygulamalı Davranış Analizi (ABA), otizmli kişiler için en çok araştırılan ve etkili müdahalelerden biridir. Davranışın bilimsel ilkelerine dayanan ABA, becerileri öğretmek ve sorunlu davranışları azaltmak için sistematik teknikler kullanır. Ana bileşenler şunları içerir: davranışların nedenlerini belirlemek için işlevsel davranış değerlendirmesi; sosyal, iletişim ve akademik becerilerin yapılandırılmış öğretimi; istenen davranışları motive etmek ve sürdürmek için pozitif pekiştirmenin kullanımı; ilerlemeyi izlemek için veri toplama; edinilen becerilerin farklı ortamlara genellenmesi. ABA tedavisi, her bireyin özel ihtiyaçlarını göz önünde bulundurarak bireyselleştirilmelidir. Nitelikli uzmanlar tarafından uygulandığında, iletişim, sosyal etkileşim, uyumlu davranışlar ve genel yaşam kalitesinde önemli iyileştirmelere yol açabilir.

# article_aba_therapy_author
source: Psychologist Ana Costa
hi: डॉ. मारिया सांतोस - व्यवहार विश्लेषक
ja: マリア・サントス博士 - 行動分析家
tr: Dr. Maria Santos - Davranış Analisti
