Repository: GabrielFaria1509/ProjetoFetin
Catalog: frontend-flutter/tism/languages/*.arb
Languages: hi, ja, tr

# app_subtitle
source: Everything you need to know about ASD in one click
hi: ऑटिज्म स्पेक्ट्रम डिसऑर्डर के बारे में आपको जो कुछ जानना चाहिए वह एक क्लिक में
ja: 自閉症について知る必要があることすべてをワンクリックで
tr: Otizm spektrum bozukluğu hakkında bilmeniz gereken her şey tek tıkla

# app_title
source: TISM - ASD Guide
hi: TISM - ऑटिज्म गाइड
ja: TISM - 自閉症ガイド
tr: TISM - Otizm Rehberi

source: Login
hi: लॉगिन
ja: ログイン
tr: Giriş Yap

source: Register
hi: रजिस्टर
ja: 登録
tr: Kayıt Ol

source: Email
hi: ईमेल
ja: メール
tr: E-posta

source: Password
hi: पासवर्ड
ja: パスワード
tr: Şifre

source: Confirm password
hi: पासवर्ड की पुष्टि करें
ja: パスワード確認
tr: Şifreyi Onayla

source: Name
hi: नाम
ja: 名前
tr: İsim

source: Username
hi: उपयोगकर्ता नाम
ja: ユーザー名
tr: Kullanıcı Adı

# forgot_password
source: Forgot my password
hi: मैं अपना पासवर्ड भूल गया
ja: パスワードを忘れた
tr: Şifremi Unuttum

# login_success
source: Login successful
hi: लॉगिन सफल
ja: ログイン成功
tr: Giriş başarılı

# register_success
source: Account created successfully
hi: खाता सफलतापूर्वक बनाया गया
ja: アカウント作成成功
tr: Hesap başarıyla oluşturuldu

source: Logout
hi: लॉगआउट
ja: ログアウト
tr: Çıkış Yap

# logout_confirm
source: Are you sure you want to logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
ja: 本当にログアウトしますか？
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Participant
hi: प्रतिभागी
ja: 参加者
tr: Katılımcı

# participant_desc
source: Regular TISM user
hi: सामान्य TISM उपयोगकर्ता
ja: TISM一般ユーザー
tr: Sıradan TISM kullanıcısı

# responsible
source: Caregiver
hi: जिम्मेदार
ja: 責任者
tr: Sorumlu

# responsible_desc
source: Family member or caregiver
hi: परिवार का सदस्य या देखभालकर्ता
ja: 家族または介護者
tr: Aile üyesi veya bakıcı

source: Professional
hi: पेशेवर
ja: 専門家
tr: Profesyonel

# professional_desc
source: Therapist, doctor, educator
hi: चिकित्सक, डॉक्टर, शिक्षक
ja: セラピスト、医師、教育者
tr: Terapist, doktor, eğitimci

source: User type
hi: उपयोगकर्ता प्रकार
ja: ユーザータイプ
tr: Kullanıcı türü

# select_user_type
source: Select your type
hi: अपना प्रकार चुनें
ja: タイプを選択
tr: Türünüzü seçin

source: Profile
hi: प्रोफ़ाइल
ja: プロフィール
tr: Profil

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
ja: プロフィール編集
tr: Profili Düzenle

source: Edit Name
hi: नाम संपादित करें
ja: 名前編集
tr: İsmi Düzenle

source: Edit Username
hi: उपयोगकर्ता नाम संपादित करें
ja: ユーザー名編集
tr: Kullanıcı Adını Düzenle

source: Full name
hi: पूरा नाम
ja: フルネーム
tr: Tam ad

source: Account type
hi: खाता प्रकार
ja: アカウントタイプ
tr: Hesap türü

source: Theme
hi: थीम
ja: テーマ
tr: Tema

# light_theme
source: Light
hi: हल्का
ja: ライト
tr: Açık

# dark_theme
source: Dark
hi: गहरा
ja: ダーク
tr: Koyu

# system_theme
source: System
hi: सिस्टम
ja: システム
tr: Sistem

# system_theme_desc
source: Follow device theme
hi: डिवाइस थीम का पालन करता है
ja: デバイステーマに従う
tr: Cihaz temasını takip eder

source: Home
hi: होम
ja: ホーム
tr: Ana Sayfa

source: Forum
hi: फोरम
ja: フォーラム

source: Knowledge
hi: ज्ञान
ja: 知識
tr: Bilgi

source: Routine
hi: दिनचर्या
ja: ルーティン
tr: Rutin

source: Dashboard
hi: डैशबोर्ड
ja: ダッシュボード
tr: Kontrol Paneli

source: Feed
hi: फीड
ja: フィード
tr: Akış

source: Search
hi: खोजें
ja: 検索
tr: Ara

source: Hello
hi: नमस्ते
ja: こんにちは
tr: Merhaba

# hello_user
source: Hello, {name}! 👋
hi: नमस्ते, {name}! 👋
ja: こんにちは、{name}さん！👋
tr: Merhaba, {name}! 👋

# explore_content
source: Explore educational content about ASD
hi: ऑटिज्म के बारे में शैक्षिक सामग्री का अन्वेषण करें
ja: 自閉症に関する教育コンテンツを探索
tr: Otizm hakkında eğitici içerikleri keşfedin

source: Educational Feed
hi: शैक्षिक फीड
ja: 教育フィード
tr: Eğitici Akış

source: Personalized Routine
hi: व्यक्तिगत दिनचर्या
ja: パーソナライズされたルーティン
tr: Kişiselleştirilmiş Rutin

source: Custom Routine
hi: कस्टम दिनचर्या
ja: カスタムルーティン
tr: Özel Rutin

source: Observation Diary
hi: अवलोकन डायरी
ja: 観察日記
tr: Gözlem Günlüğü

source: Tina (Chatbot)
hi: टीना (चैटबॉट)
ja: ティナ（チャットボット）
tr: Tina (Sohbet Botu)

# tea_forum
source: ASD Forum
hi: ऑटिज्म फोरम
ja: 自閉症フォーラム
tr: Otizm Forumu

source: Articles
hi: लेख
ja: 記事
tr: Makaleler

source: Digital Library
hi: डिजिटल लाइब्रेरी
ja: デジタルライブラリ
tr: Dijital Kütüphane

source: New Post
hi: नई पोस्ट
ja: 新しい投稿
tr: Yeni Gönderi

source: Publish
hi: प्रकाशित करें
ja: 公開
tr: Yayınla

# share_experience
source: Share your experience, question or tip about ASD...
hi: ऑटिज्म के बारे में अपना अनुभव, प्रश्न या सुझाव साझा करें...
ja: 自閉症に関する経験、質問、アドバイスを共有してください...
tr: Otizm hakkında deneyiminizi, sorunuzu veya tavsiyenizi paylaşın...

# write_something
source: Write something before publishing
hi: प्रकाशित करने से पहले कुछ लिखें
ja: 公開前に何か書いてください
tr: Yayınlamadan önce bir şeyler yazın

source: Confirm Publication
hi: प्रकाशन की पुष्टि करें
ja: 公開確認
tr: Yayını Onayla

# want_to_publish
source: Do you want to publish this post on the forum?
hi: क्या आप इस पोस्ट को फोरम में प्रकाशित करना चाहते हैं?
ja: この投稿をフォーラムに公開しますか？
tr: Bu gönderiyi forumda yayınlamak istiyor musunuz?

# post_published
source: Post published successfully!
hi: पोस्ट सफलतापूर्वक प्रकाशित!
ja: 投稿が正常に公開されました！
tr: Gönderi başarıyla yayınlandı!

# error_publishing
source: Error publishing post
hi: प्रकाशन त्रुटि
ja: 投稿の公開エラー
tr: Yayınlama hatası

# tina_assistant
source: Tina - ASD Assistant
hi: टीना - ऑटिज्म सहायक
ja: ティナ - 自閉症アシスタント
tr: Tina - Otizm Asistanı

source: Thinking...
hi: सोच रहा है...
ja: 考え中...
tr: Düşünüyor...

# type_message
source: Type your message...
hi: अपना संदेश टाइप करें...
ja: メッセージを入力...
tr: Mesajınızı yazın...

source: 💙 About Tina
hi: 💙 टीना के बारे में
ja: 💙 ティナについて
tr: 💙 Tina Hakkında

# tina_intro
source: 🤖 **Hello! I'm Tina!** I'm a virtual assistant specialized in autism and neurodiversity, developed especially for TISM by a multidisciplinary team of experts.
hi: 🤖 **नमस्ते! मैं टीना हूँ!** मैं ऑटिज्म और न्यूरोडाइवर्सिटी में विशेषज्ञता रखने वाली एक वर्चुअल असिस्टेंट हूँ, जो विशेष रूप से TISM के लिए विशेषज्ञों की एक बहुविषयक टीम द्वारा विकसित की गई है।
ja: 🤖 **こんにちは！私はティナです！** 私は自閉症と神経多様性に特化したバーチャルアシスタントで、専門家の学際的チームによってTISM専用に開発されました。
tr: 🤖 **Merhaba! Ben Tina!** Otizm ve nöroçeşitlilik konusunda uzmanlaşmış sanal asistanım, TISM için multidisipliner uzman ekibi tarafından özel olarak geliştirildi.

# tina_specialization
source: 🎯 **My specialization:** • 🧠 Development and behavior • 🏫 Inclusive educational strategies • 💬 Communication and social interaction techniques • 🌍 Environmental and sensory adaptations • 🛠️ Practical resources for daily life
hi: 🎯 **मेरी विशेषज्ञता:** • 🧠 विकास और व्यवहार • 🏫 समावेशी शैक्षिक रणनीतियाँ • 💬 संचार और सामाजिक संपर्क तकनीकें • 🌍 पर्यावरणीय और संवेदी अनुकूलन • 🛠️ दैनिक जीवन के लिए व्यावहारिक संसाधन
ja: 🎯 **私の専門分野：** • 🧠 発達と行動 • 🏫 包括的教育戦略 • 💬 コミュニケーションと社会的相互作用技術 • 🌍 環境と感覚の適応 • 🛠️ 日常生活の実用的リソース
tr: 🎯 **Uzmanlık alanım:** • 🧠 Gelişim ve davranış • 🏫 Kapsayıcı eğitim stratejileri • 💬 İletişim ve sosyal etkileşim teknikleri • 🌍 Çevresel ve duyusal uyarlamalar • 🛠️ Günlük yaşam için pratik kaynaklar

# tina_scientific
source: 🔬 **Scientific basis:** I was trained with knowledge validated by neurologists, psychologists, occupational therapists, speech therapists and special educators.
hi: 🔬 **वैज्ञानिक आधार:** मुझे न्यूरोलॉजिस्ट, मनोवैज्ञानिक, व्यावसायिक चिकित्सक, भाषण चिकित्सक और विशेष शिक्षकों द्वारा सत्यापित ज्ञान के साथ प्रशिक्षित किया गया है।
ja: 🔬 **科学的基盤：** 神経学者、心理学者、作業療法士、言語聴覚士、特別支援教育者によって検証された知識で訓練されました。
tr: 🔬 **Bilimsel temel:** Nörologlar, psikologlar, meslek terapistleri, konuşma terapistleri ve özel eğitimciler tarafından doğrulanmış bilgilerle eğitildim.

# tina_important
source: ⚠️ **Important:** I don't make diagnoses or replace healthcare professionals. My role is complementary, offering informative and practical support.
hi: ⚠️ **महत्वपूर्ण:** मैं निदान नहीं करती और स्वास्थ्य पेशेवरों का स्थान नहीं लेती। मेरी भूमिका पूरक है, सूचनात्मक और व्यावहारिक सहायता प्रदान करना।
ja: ⚠️ **重要：** 診断は行わず、医療専門家の代替ではありません。私の役割は補完的で、情報提供と実用的サポートを提供します。
tr: ⚠️ **Önemli:** Teşhis koymam ve sağlık profesyonellerinin yerini almam. Rolüm tamamlayıcıdır, bilgilendirici ve pratik destek sunarım.

# tina_support
source: 💙 **I'm here to support you with reliable information and empathy!**
hi: 💙 **मैं विश्वसनीय जानकारी और सहानुभूति के साथ आपका समर्थन करने के लिए यहाँ हूँ!**
ja: 💙 **信頼できる情報と共感でサポートします！**
tr: 💙 **Güvenilir bilgi ve empati ile sizi desteklemek için buradayım!**

# understood_tina
source: Got it, Tina! Let's chat! 😊
hi: समझ गया, टीना! चलिए बात करते हैं! 😊
ja: わかりました、ティナ！話しましょう！😊
tr: Anladım, Tina! Konuşalım! 😊

# tina_welcome
source: Hello! I'm Tina, a virtual assistant specialized in autism and neurodiversity from TISM! I'm here to offer personalized support and information based on scientific evidence about: • Development and behavior • Inclusive educational strategies • Communication and social interaction techniques • Environmental and sensory adaptations • Practical resources and tools for daily life My knowledge base was developed by a multidisciplinary team of experts, including neurologists, psychologists, occupational therapists, speech therapists and special educators. It's important to note that I don't make diagnoses or replace healthcare professionals - my role is complementary, offering reliable information and practical support for families, caregivers and neurodivergent people. How can I help you today?
hi: नमस्ते! मैं टीना हूँ, TISM की ऑटिज्म और न्यूरोडाइवर्सिटी में विशेषज्ञता रखने वाली वर्चुअल असिस्टेंट! मैं निम्नलिखित के बारे में वैज्ञानिक साक्ष्य पर आधारित व्यक्तिगत सहायता और जानकारी प्रदान करने के लिए यहाँ हूँ: • विकास और व्यवहार • समावेशी शैक्षिक रणनीतियाँ • संचार और सामाजिक संपर्क तकनीकें • पर्यावरणीय और संवेदी अनुकूलन • दैनिक जीवन के लिए व्यावहारिक संसाधन और उपकरण मेरा ज्ञान आधार न्यूरोलॉजिस्ट, मनोवैज्ञानिक, व्यावसायिक चिकित्सक, भाषण चिकित्सक और विशेष शिक्षकों सहित विशेषज्ञों की एक बहुविषयक टीम द्वारा विकसित किया गया है। यह ध्यान रखना महत्वपूर्ण है कि मैं निदान नहीं करती या स्वास्थ्य पेशेवरों का स्थान नहीं लेती - मेरी भूमिका पूरक है, परिवारों, देखभालकर्ताओं और न्यूरोडाइवर्जेंट लोगों के लिए विश्वसनीय जानकारी और व्यावहारिक सहायता प्रदान करना। आज मैं आपकी कैसे मदद कर सकती हूँ?
ja: こんにちは！私はティナ、TISMの自閉症と神経多様性専門のバーチャルアシスタントです！ 以下について個別サポートと科学的証拠に基づく情報を提供します： • 発達と行動 • 包括的教育戦略 • コミュニケーションと社会的相互作用技術 • 環境と感覚の適応 • 日常生活の実用的リソースとツール 私の知識ベースは、神経学者、心理学者、作業療法士、言語聴覚士、特別支援教育者を含む学際的専門家チームによって開発されました。 診断は行わず、医療専門家の代替ではないことを強調することが重要です - 私の役割は補完的で、家族、介護者、神経多様性のある人々に信頼できる情報と実用的サポートを提供します。 今日はどのようにお手伝いできますか？
tr: Merhaba! Ben Tina, TISM'den otizm ve nöroçeşitlilik konusunda uzmanlaşmış sanal asistan! Şu konularda bilimsel kanıtlara dayalı kişiselleştirilmiş destek ve bilgi sunmak için buradayım: • Gelişim ve davranış • Kapsayıcı eğitim stratejileri • İletişim ve sosyal etkileşim teknikleri • Çevresel ve duyusal uyarlamalar • Günlük yaşam için pratik kaynaklar ve araçlar Bilgi tabanım nörologlar, psikologlar, meslek terapistleri, konuşma terapistleri ve özel eğitimciler dahil multidisipliner uzman ekibi tarafından geliştirildi. Teşhis koymadığımı ve sağlık profesyonellerinin yerini almadığımı belirtmek önemlidir - rolüm tamamlayıcıdır, aileler, bakıcılar ve nörofarklı bireyler için güvenilir bilgi ve pratik destek sunarım. Bugün size nasıl yardımcı olabilirim?

# tina_connection_error
source: I'm having trouble connecting right now. Many users are using the system. Please try again in a few minutes! 😅
hi: मुझे अभी कनेक्ट करने में कठिनाई हो रही है। बहुत से उपयोगकर्ता सिस्टम का उपयोग कर रहे हैं। कुछ मिनट बाद फिर कोशिश करें! 😅
ja: 現在接続に問題があります。多くのユーザーがシステムを利用しています。数分後に再度お試しください！😅
tr: Şu anda bağlanmakta zorluk yaşıyorum. Çok fazla kullanıcı sistemi kullanıyor. Birkaç dakika sonra tekrar deneyin! 😅

# tina_general_error
source: Oops! Something went wrong here. Please try again in a few moments! 🤖
hi: ओह! यहाँ कुछ गलत हुआ है। कुछ क्षणों में फिर कोशिश करें! 🤖
ja: おっと！何か問題が発生しました。しばらくしてから再度お試しください！🤖
tr: Hay aksi! Burada bir şeyler ters gitti. Birkaç an sonra tekrar deneyin! 🤖

# tina_api_key_error
source: Invalid API key. Check if the Gemini key is correct in the .env file
hi: अमान्य API कुंजी। जांचें कि .env फ़ाइल में Gemini कुंजी सही है
ja: APIキーが無効です。.envファイルのGeminiキーが正しいか確認してください
tr: Geçersiz API anahtarı. .env dosyasında Gemini anahtarının doğru olduğunu kontrol edin

# tina_quota_error
source: API usage limit exceeded. Please try again later.
hi: API उपयोग सीमा पार हो गई। बाद में फिर कोशिश करें।
ja: API使用制限を超えました。しばらくしてから再度お試しください。
tr: API kullanım limiti aşıldı. Daha sonra tekrar deneyin.

# tina_network_error
source: Connection error. Check your internet and try again.
hi: कनेक्शन त्रुटि। अपना इंटरनेट जांचें और फिर कोशिश करें।
ja: 接続エラー。インターネット接続を確認して再度お試しください。
tr: Bağlantı hatası. İnternetinizi kontrol edin ve tekrar deneyin.

# diary_observations
source: Observation Diary
hi: अवलोकन डायरी
ja: 日記の観察
tr: Gözlem Günlüğü

# no_observations
source: No observations yet
hi: अभी तक कोई अवलोकन नहीं
ja: まだ観察がありません
tr: Henüz gözlem yok

# tap_plus_start
source: Tap + to start
hi: शुरू करने के लिए + दबाएं
ja: +をタップして開始
tr: Başlamak için + 'ya dokunun

# report_copied
source: Report copied! Paste in email or WhatsApp
hi: रिपोर्ट कॉपी की गई! ईमेल या व्हाट्सऐप में पेस्ट करें
ja: レポートがコピーされました！メールやWhatsAppに貼り付けてください
tr: Rapor kopyalandı! E-posta veya WhatsApp'a yapıştırın

source: Progress
hi: प्रगति
ja: 進歩
tr: İlerleme

source: Behavior
hi: व्यवहार
ja: 行動
tr: Davranış

source: Crisis
hi: संकट
ja: 危機
tr: Kriz

source: Difficulty
hi: कठिनाई
ja: 困難
tr: Zorluk

source: Triggers
hi: ट्रिगर
ja: トリガー
tr: Tetikleyiciler

# routine_of
source: {name}'s Routine
hi: {name} की दिनचर्या
ja: {name}のルーティン
tr: {name}'in Rutini

# support_level
source: {level} Support
hi: {level} सहायता
ja: サポート{level}
tr: {level} Destek

# filter_category
source: Filter by category:
hi: श्रेणी के अनुसार फ़िल्टर करें:
ja: カテゴリでフィルター：
tr: Kategoriye göre filtrele:

source: Completed
hi: पूर्ण
ja: 完了済み
tr: Tamamlanan

# progress_count
source: Progress: {completed}/{total}
hi: प्रगति: {completed}/{total}
ja: 進捗：{completed}/{total}
tr: İlerleme: {completed}/{total}

# no_activities
source: No activities found
hi: कोई गतिविधि नहीं मिली
ja: アクティビティが見つかりません
tr: Etkinlik bulunamadı

source: Clear filters
hi: फ़िल्टर साफ़ करें
ja: フィルターをクリア
tr: Filtreleri temizle

source: Add Activity
hi: गतिविधि जोड़ें
ja: アクティビティ追加
tr: Etkinlik Ekle

source: Edit Activity
hi: गतिविधि संपादित करें
ja: アクティビティ編集
tr: Etkinliği Düzenle

source: Morning
hi: सुबह
ja: 朝
tr: Sabah

source: Education
hi: शिक्षा
ja: 教育
tr: Eğitim

source: Food
hi: भोजन
ja: 食事
tr: Yemek

source: Leisure
hi: अवकाश
ja: レジャー
tr: Boş Zaman

source: Wellness
hi: कल्याण
ja: ウェルネス
tr: Sağlık

source: Night
hi: रात
ja: 夜
tr: Gece

source: All
hi: सभी
ja: すべて
tr: Tümü

# welcome
source: Hello, welcome!
hi: नमस्ते, स्वागत है!
ja: こんにちは、ようこそ！
tr: Merhaba, hoş geldiniz!

# profile_setup_desc
source: To create a personalized routine, let's first set up the child's profile. This helps us suggest age-appropriate activities and support level.
hi: व्यक्तिगत दिनचर्या बनाने के लिए, पहले बच्चे की प्रोफ़ाइल सेट करते हैं। यह हमें उम्र और सहायता स्तर के अनुकूल गतिविधियों का सुझाव देने में मदद करता है।
ja: パーソナライズされたルーティンを作成するために、まず子どものプロフィールを設定しましょう。 これにより、年齢とサポートレベルに適したアクティビティを提案できます。
tr: Kişiselleştirilmiş rutin oluşturmak için önce çocuğun profilini ayarlayalım. Bu, yaş ve destek seviyesine uygun etkinlikler önermemize yardımcı olur.

source: Create Profile
hi: प्रोफ़ाइल बनाएं
ja: プロフィール作成
tr: Profil Oluştur

# edit_profile_menu
source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
ja: プロフィール編集
tr: Profili Düzenle

source: Switch Child
hi: बच्चा बदलें
ja: 子どもを切り替え
tr: Çocuğu Değiştir

source: New Child
hi: नया बच्चा
ja: 新しい子ども
tr: Yeni Çocuk

source: Select Child
hi: बच्चा चुनें
ja: 子どもを選択
tr: Çocuk Seç

source: Verify Email
hi: ईमेल सत्यापित करें
ja: メール確認
tr: E-postayı Doğrula

# verification_sent
source: Verification email sent!
hi: सत्यापन ईमेल भेजा गया!
ja: 確認メールを送信しました！
tr: Doğrulama e-postası gönderildi!

# check_email
source: Check your inbox
hi: अपना इनबॉक्स जांचें
ja: 受信トレイを確認してください
tr: Gelen kutunuzu kontrol edin

# verification_desc
source: Click the link in the email to activate your account. You will be redirected automatically.
hi: अपना खाता सक्रिय करने के लिए ईमेल में लिंक पर क्लिक करें। आप स्वचालित रूप से रीडायरेक्ट हो जाएंगे।
ja: メール内のリンクをクリックしてアカウントを有効化してください。 自動的にリダイレクトされます。
tr: Hesabınızı etkinleştirmek için e-postadaki bağlantıya tıklayın. Otomatik olarak yönlendirileceksiniz.

# already_verified
source: Already verified - Login
hi: पहले से सत्यापित - लॉगिन
ja: すでに確認済み - ログイン
tr: Zaten doğrulandı - Giriş Yap

# resend_verification
source: Resend verification email
hi: सत्यापन ईमेल पुनः भेजें
ja: 確認メールを再送信
tr: Doğrulama e-postasını yeniden gönder

source: Verifying...
hi: सत्यापित कर रहे हैं...
ja: 確認中...
tr: Doğrulanıyor...

source: Delete Account
hi: खाता हटाएं
ja: アカウント削除
tr: Hesabı Sil

# delete_warning
source: This action is IRREVERSIBLE! All your data will be permanently lost.
hi: यह क्रिया अपरिवर्तनीय है! आपका सारा डेटा स्थायी रूप से खो जाएगा।
ja: この操作は元に戻せません！ すべてのデータが永久に失われます。
tr: Bu işlem GERİ ALINAMAZ! Tüm verileriniz kalıcı olarak kaybolacak.

# delete_confirmation
source: To confirm, type exactly:
hi: पुष्टि के लिए, बिल्कुल टाइप करें:
ja: 確認のため、正確に入力してください：
tr: Onaylamak için tam olarak yazın:

# delete_phrase
source: DELETE my account
hi: मेरा खाता हटाएं
ja: アカウントを削除
tr: Hesabımı SİL

# delete_input_hint
source: Type the phrase above
hi: ऊपर का वाक्य टाइप करें
ja: 上記のフレーズを入力
tr: Yukarıdaki ifadeyi yazın

# delete_incorrect
source: Incorrect phrase. Check uppercase and lowercase.
hi: गलत वाक्य। बड़े और छोटे अक्षरों की जांच करें।
ja: フレーズが間違っています。大文字小文字を確認してください。
tr: Yanlış ifade. Büyük ve küçük harfleri kontrol edin.

# confirm_password_delete
source: Confirm password
hi: पासवर्ड की पुष्टि करें
ja: パスワード確認
tr: Şifreyi onayla

# enter_password
source: Enter your password
hi: अपना पासवर्ड दर्ज करें
ja: パスワードを入力
tr: Şifrenizi girin

source: Save
hi: सेव करें
ja: 保存
tr: Kaydet

source: Cancel
hi: रद्द करें
ja: キャンセル
tr: İptal

source: Confirm
hi: पुष्टि करें
ja: 確認
tr: Onayla

source: Delete
hi: हटाएं
ja: 削除
tr: Sil

source: Edit
hi: संपादित करें
ja: 編集
tr: Düzenle

source: Add
hi: जोड़ें
ja: 追加
tr: Ekle

source: Remove
hi: हटाएं
ja: 削除
tr: Kaldır

source: Update
hi: अपडेट करें
ja: 更新
tr: Güncelle

source: Close
hi: बंद करें
ja: 閉じる
tr: Kapat

source: OK
hi: ठीक है
tr: Tamam

source: Yes
hi: हाँ
ja: はい
tr: Evet

source: No
hi: नहीं
ja: いいえ
tr: Hayır

source: Share
hi: साझा करें
ja: 共有
tr: Paylaş

source: Success
hi: सफलता
ja: 成功
tr: Başarılı

source: Error
hi: त्रुटि
ja: エラー
tr: Hata

source: Loading...
hi: लोड हो रहा है...
ja: 読み込み中...
tr: Yükleniyor...

source: Connection error
hi: कनेक्शन त्रुटि
ja: 接続エラー
tr: Bağlantı hatası

source: Try again
hi: पुनः प्रयास करें
ja: 再試行
tr: Tekrar dene

source: Updated successfully!
hi: सफलतापूर्वक अपडेट किया गया!
ja: 正常に更新されました！
tr: Başarıyla güncellendi!

source: Deleted successfully
hi: सफलतापूर्वक हटाया गया
ja: 正常に削除されました
tr: Başarıyla silindi

source: Saved successfully!
hi: सफलतापूर्वक सेव किया गया!
ja: 正常に保存されました！
tr: Başarıyla kaydedildi!

# welcome_message
source: Hello, welcome!
hi: नमस्ते, स्वागत है!
ja: こんにちは、ようこそ！
tr: Merhaba, hoş geldiniz!

# no_account
source: Don't have an account? Sign up
hi: अभी तक खाता नहीं है? साइन अप करें
ja: アカウントをお持ちでない方は登録してください
tr: Henüz hesabınız yok mu? Kayıt olun

source: Fill all fields
hi: सभी फ़ील्ड भरें
ja: すべてのフィールドを入力してください
tr: Tüm alanları doldurun

source: Login error
hi: लॉगिन त्रुटि
ja: ログインエラー
tr: Giriş hatası

# connection_error_detail
source: Connection error: {error}
hi: कनेक्शन त्रुटि: {error}
ja: 接続エラー：{error}
tr: Bağlantı hatası: {error}

# field_required
source: This field is required
hi: यह फ़ील्ड आवश्यक है
ja: このフィールドは必須です
tr: Bu alan gereklidir

source: Invalid email
hi: अमान्य ईमेल
ja: 無効なメール
tr: Geçersiz e-posta

# password_too_short
source: Password must be at least 8 characters
hi: पासवर्ड कम से कम 8 अक्षर का होना चाहिए
ja: パスワードは8文字以上である必要があります
tr: Şifre en az 8 karakter olmalıdır

source: Passwords don't match
hi: पासवर्ड मेल नहीं खाते
ja: パスワードが一致しません
tr: Şifreler eşleşmiyor

# username_invalid
source: Username must contain only lowercase letters, numbers and _
hi: उपयोगकर्ता नाम में केवल छोटे अक्षर, संख्या और _ होना चाहिए
ja: ユーザー名は小文字、数字、_のみ含む必要があります
tr: Kullanıcı adı sadece küçük harf, rakam ve _ içermelidir

# name_cooldown
source: Name can only be changed once per day
hi: नाम दिन में केवल एक बार बदला जा सकता है
ja: 名前は1日に1回のみ変更可能です
tr: İsim günde sadece bir kez değiştirilebilir

# username_cooldown
source: Username can only be changed once every 3 days
hi: उपयोगकर्ता नाम हर 3 दिन में एक बार बदला जा सकता है
ja: ユーザー名は3日に1回のみ変更可能です
tr: Kullanıcı adı 3 günde bir kez değiştirilebilir

# user_type_cooldown
source: User type can only be changed once per day
hi: उपयोगकर्ता प्रकार दिन में केवल एक बार बदला जा सकता है
ja: ユーザータイプは1日に1回のみ変更可能です
tr: Kullanıcı türü günde sadece bir kez değiştirilebilir

source: Wake up
hi: जागना
ja: 起床
tr: Uyanmak

# wake_up_desc
source: Wake up with soft music
hi: मधुर संगीत के साथ जागना
ja: 優しい音楽で目覚める
tr: Yumuşak müzikle uyanmak

source: Brush teeth
hi: दांत साफ करना
ja: 歯磨き
tr: Diş fırçalamak

# brush_teeth_desc
source: Use soft brush for 2 minutes
hi: 2 मिनट के लिए मुलायम ब्रश का उपयोग करना
ja: 柔らかい歯ブラシで2分間
tr: 2 dakika yumuşak fırça kullanmak

source: Breakfast
hi: नाश्ता
ja: 朝食
tr: Kahvaltı

# breakfast_desc
source: Eat sitting at the table
hi: मेज पर बैठकर खाना
ja: テーブルに座って食べる
tr: Masada oturarak yemek

source: Educational activity
hi: शैक्षिक गतिविधि
ja: 教育活動
tr: Eğitici etkinlik

# educational_activity_desc
source: Educational games or school
hi: शैक्षिक खेल या स्कूल
ja: 教育ゲームまたは学校
tr: Eğitici oyunlar veya okul

source: Snack
hi: नाश्ता
ja: おやつ
tr: Atıştırmalık

# snack_desc
source: Fruit or healthy snack
hi: फल या स्वस्थ नाश्ता
ja: 果物または健康的なスナック
tr: Meyve veya sağlıklı atıştırmalık

source: Music
hi: संगीत
ja: 音楽
tr: Müzik

# music_desc
source: Listen to or play music
hi: संगीत सुनना या बजाना
ja: 音楽を聞くまたは演奏する
tr: Müzik dinlemek veya çalmak

source: Draw
hi: चित्र बनाना
ja: 描画
tr: Çizmek

# draw_desc
source: Free drawing activity
hi: मुफ्त चित्रकारी गतिविधि
ja: 自由な描画活動
tr: Serbest çizim etkinliği

source: Numbers
hi: संख्याएं
ja: 数字
tr: Sayılar

# numbers_desc
source: Number games
hi: संख्या खेल
ja: 数字を使ったゲーム
tr: Sayı oyunları

source: Sensory break
hi: संवेदी विराम
ja: 感覚休憩
tr: Duyusal mola

# sensory_break_desc
source: Moment of calm and self-regulation
hi: शांति और स्व-नियंत्रण का क्षण
ja: 静寂と自己調整の時間
tr: Sakinlik ve öz-düzenleme anı

source: Dinner
hi: रात का खाना
ja: 夕食
tr: Akşam yemeği

# dinner_desc
source: Family meal
hi: पारिवारिक भोजन
ja: 家族との食事
tr: Aile yemeği

source: Bath
hi: स्नान
ja: 入浴
tr: Banyo

# bath_desc
source: Warm water, soft sponge
hi: गुनगुना पानी, मुलायम स्पंज
ja: 温かいお湯、柔らかいスポンジ
tr: Ilık su, yumuşak sünger

source: Sleep
hi: सोना
ja: 睡眠
tr: Uyumak

# sleep_desc
source: Soft music to sleep
hi: सोने के लिए मधुर संगीत
ja: 眠りのための優しい音楽
tr: Uyumak için yumuşak müzik

# welcome_forum
source: Welcome to ASD Forum! 💙
hi: ऑटिज्म फोरम में आपका स्वागत है! 💙
ja: 自閉症フォーラムへようこそ！💙
tr: Otizm Forumuna Hoş Geldiniz! 💙

# first_post_message
source: Be the first to share an experience or ask a question to the community
hi: पहले व्यक्ति बनें जो अनुभव साझा करे या समुदाय से प्रश्न पूछे
ja: 最初に経験を共有するか コミュニティに質問してください
tr: Bir deneyim paylaşan veya topluluğa soru soran ilk kişi olun

source: Create first post
hi: पहली पोस्ट बनाएं
ja: 最初の投稿を作成
tr: İlk gönderiyi oluştur

source: Delete Post
hi: पोस्ट हटाएं
ja: 投稿削除
tr: Gönderiyi Sil

# delete_post_confirm
source: Are you sure you want to delete this post? This action cannot be undone.
hi: क्या आप वाकई इस पोस्ट को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
ja: この投稿を削除してもよろしいですか？この操作は元に戻せません。
tr: Bu gönderiyi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# post_deleted_success
source: Post deleted successfully
hi: पोस्ट सफलतापूर्वक हटाई गई
ja: 投稿が正常に削除されました
tr: Gönderi başarıyla silindi
