Repository: GabrielFaria1509/ProjetoFetin
Catalog: frontend-flutter/tism/languages/*.arb
Languages: hi, ja, tr

# article_routines_title
source: Routines and Structure in ASD
hi: ऑटिज्म वाले लोगों के लिए दिनचर्या का महत्व
ja: 自閉症の人々にとってのルーティンの重要性
tr: Otizmli Kişiler İçin Rutinlerin Önemi

# article_routines_body
source: Establishing clear routines helps children with autism feel more secure and organized. Predictability reduces anxiety and facilitates participation in daily activities. Strategies for creating effective routines: • Use visual supports like calendars and schedules • Maintain consistent times for meals and sleep • Prepare the child for changes in advance • Create transition rituals between activities • Establish specific locations for different activities Remember that flexibility is also important - adjust routines as needed.
hi: संगठित दिनचर्या ऑटिज्म वाले लोगों की भलाई के लिए मौलिक है, जो एक ऐसी दुनिया में पूर्वानुमेयता और सुरक्षा प्रदान करती है जो अराजक लग सकती है। दिनचर्या के लाभों में शामिल हैं: पूर्वानुमेयता के माध्यम से चिंता में कमी; स्वतंत्रता और स्वायत्तता का विकास; समय और स्थान के संगठन में सुधार; नए कौशल सीखने में सुविधा; चुनौतीपूर्ण व्यवहार में कमी। प्रभावी दिनचर्या लागू करने के लिए: कैलेंडर और समय सारणी जैसे दृश्य समर्थन का उपयोग करें; समय और गतिविधियों में निरंतरता बनाए रखें; व्यक्ति को पहले से परिवर्तनों के लिए तैयार करें; दिनचर्या में आनंददायक गतिविधियों को शामिल करें; आवश्यकता पड़ने पर लचीले रहें, और परिवर्तनों को धीरे-धीरे पेश करें। याद रखें कि हर व्यक्ति की अपनी आवश्यकताएं और प्राथमिकताएं होती हैं। लक्ष्य एक ऐसी संरचना बनाना है जो विकास और कल्याण को बढ़ावा दे, न कि कठोरता जो तनाव का कारण बने।
ja: 構造化されたルーティンは自閉症の人々の福祉にとって基本的であり、混乱しているように見える世界に予測可能性と安全性を提供します。ルーティンの利益には以下が含まれます：予測可能性による不安の軽減；独立性と自律性の発達；時間と空間の組織化の改善；新しいスキルの学習の促進；挑戦的行動の減少。効果的なルーティンを実装するために：カレンダーやスケジュールなどの視覚的サポートを使用する；時間と活動の一貫性を維持する；変化に備えて事前に人を準備する；ルーティンに楽しい活動を含める；必要に応じて柔軟性を保ち、変化を段階的に導入する。各個人には独自のニーズと好みがあることを覚えておいてください。目標は、ストレスを引き起こす硬直さではなく、発達と福祉を促進する構造を作ることです。
tr: Yapılandırılmış rutinler otizmli kişilerin refahı için temeldir ve kaotik görünebilecek bir dünyada öngörülebilirlik ve güvenlik sağlar. Rutinlerin faydaları şunları içerir: öngörülebilirlik yoluyla kaygının azaltılması; bağımsızlık ve özerkliğin geliştirilmesi; zamansal ve mekansal organizasyonun iyileştirilmesi; yeni becerilerin öğrenilmesinin kolaylaştırılması; zorlu davranışların azaltılması. Etkili bir rutin uygulamak için: takvimler ve zaman çizelgeleri gibi görsel destekleri kullanın; zaman ve etkinliklerde tutarlılığı koruyun; kişiyi değişikliklere önceden hazırlayın; rutine keyifli etkinlikleri dahil edin; gerektiğinde esnek olun ve değişiklikleri kademeli olarak tanıtın. Her kişinin kendine özgü ihtiyaçları ve tercihleri olduğunu unutmayın. Amaç, strese neden olan katılık değil, gelişimi ve refahı destekleyen bir yapı oluşturmaktır.

# article_routines_author
source: Therapist João Santos
hi: प्रो. जोआओ ओलिवेरा - व्यावसायिक चिकित्सक
ja: ジョアン・オリベイラ教授 - 作業療法士
tr: Prof. João Oliveira - Meslek Terapisti

# article_school_inclusion_title
source: School Inclusion: Rights and Practices
hi: स्कूली समावेश: सफलता की रणनीतियां
ja: 学校インクルージョン：成功のための戦略
tr: Okul Entegrasyonu: Başarı Stratejileri

# article_school_inclusion_body
source: School inclusion is a right guaranteed by law in Brazil. The Brazilian Inclusion Law (LBI) ensures access to quality education for people with disabilities. Main rights: • Enrollment in regular school • Specialized educational assistance • Curricular adaptations when necessary • School support professional • Accessible teaching materials For effective inclusion, collaboration between family, school and specialized professionals is essential. The school environment must be welcoming and prepared to meet the specific needs of each student.
hi: ऑटिज्म वाले छात्रों के स्कूली समावेश के लिए शैक्षणिक और सामाजिक सफलता सुनिश्चित करने के लिए सावधानीपूर्वक योजना और विशिष्ट रणनीतियों की आवश्यकता होती है। मुख्य तत्वों में शामिल हैं: स्पष्ट और पूर्वानुमेय दिनचर्या के साथ संगठित वातावरण; छात्र की सीखने की शैली का सम्मान करने वाले पाठ्यक्रम अनुकूलन; दृश्य और तकनीकी समर्थन का उपयोग; निर्देशित गतिविधियों के माध्यम से सामाजिक कौशल विकास; परिवार, स्कूल और विशेषज्ञों के बीच सहयोग; ऑटिज्म के बारे में शिक्षकों के लिए निरंतर प्रशिक्षण। व्यावहारिक रणनीतियां: स्व-नियंत्रण के क्षणों के लिए शांत स्थान बनाना; दैनिक गतिविधियों के लिए दृश्य कार्यक्रम का उपयोग; आवश्यकता पड़ने पर संवेदी विराम लागू करना; साथियों के साथ सकारात्मक सामाजिक संपर्क को बढ़ावा देना; यदि आवश्यक हो तो वैकल्पिक संचार प्रणाली स्थापित करना। समावेश की सफलता पूरे स्कूल समुदाय की प्रतिबद्धता पर निर्भर करती है कि वे प्रत्येक छात्र की व्यक्तिगत आवश्यकताओं के अनुकूल स्वागत करने वाला वातावरण बनाएं।
ja: 自閉症の生徒の学校インクルージョンには、学習と社会的成功を確実にするための細心な計画と特定の戦略が必要です。主要な要素には以下が含まれます：明確で予測可能なルーティンを持つ構造化された環境；生徒の学習スタイルを尊重するカリキュラムの適応；視覚的および技術的サポートの使用；指導された活動を通じた社会スキルの発達；家族、学校、専門家間の協力；自閉症に関する教師の継続的なトレーニング。実用的な戦略：自己調節の瞬間のための静かなスペースの作成；日常活動のための視覚的スケジュールの使用；必要に応じて感覚休憩の実施；仒間とのポジティブな社会的相互作用の促進；必要に応じて代替コミュニケーションシステムの確立。インクルージョンの成功は、各生徒の個別のニーズに適応した歓迎する環境を作ることに対する学校コミュニティ全体のコミットメントに依存しています。
tr: Otizmli öğrencilerin okul entegrasyonu, akademik ve sosyal başarıyı sağlamak için dikkatli planlama ve özel stratejiler gerektirir. Temel unsurlar şunları içerir: net ve öngörülebilir rutinlerle yapılandırılmış ortam; öğrencinin öğrenme stilini saygı gösteren müfredat uyarlamaları; görsel ve teknolojik desteğin kullanımı; yönlendirilmiş etkinlikler yoluyla sosyal becerilerin geliştirilmesi; aile, okul ve uzmanlar arasında işbirliği; otizm hakkında öğretmenlerin sürekli eğitimi. Pratik stratejiler: öz-düzenleme anları için sessiz alan oluşturma; günlük etkinlikler için görsel programların kullanımı; gerektiğinde duyusal molalar uygulama; akranlarla olumlu sosyal etkileşimleri teşvik etme; gerekirse alternatif iletişim sistemleri kurma. Entegrasyonun başarısı, tüm okul topluluğunun her öğrencinin bireysel ihtiyaçlarına uyum sağlayan misafirperver bir ortam yaratma konusundaki bağlılığına bağlıdır.

# article_school_inclusion_author
source: Educator Carla Lima
hi: डॉ. कार्ला मेंडेस - शैक्षिक मनोवैज्ञानिक
ja: カルラ・メンデス博士 - 教育心理学者
tr: Dr. Carla Mendes - Eğitim Psikoloğu

# article_sensory_processing_title
source: Sensory Processing in ASD
hi: ऑटिज्म में संवेदी प्रसंस्करण
ja: 自閉症における感覚処理
tr: OSB'de Duyusal İşleme

# article_sensory_processing_body
source: Many people with ASD have differences in sensory processing, being either hypersensitive or hyposensitive to environmental stimuli. Types of sensitivities: • Tactile: textures, temperatures, pressure • Auditory: loud sounds, specific frequencies • Visual: bright lights, visual patterns • Olfactory: strong or specific smells • Gustatory: flavors, food textures • Proprioceptive: body awareness • Vestibular: balance and movement Support strategies include controlled sensory environments, regular breaks, and use of sensory tools like headphones or fidget objects.
hi: ऑटिज्म वाले कई लोगों में संवेदी प्रसंस्करण में अंतर होता है, वे पर्यावरणीय उत्तेजनाओं के लिए अतिसंवेदनशील या कम संवेदनशील हो सकते हैं।
ja: 自閉症の多くの人は感覚処理に違いがあり、環境刺激に対して過敏または低敏である可能性があります。
tr: OSB'li birçok kişi duyusal işlemede farklılıklar gösterir ve çevresel uyaranlara karşı aşırı duyarlı veya az duyarlı olabilir. Duyarlılık türleri: • Dokunsal: dokular, sıcaklıklar, basınç • İşitsel: yüksek sesler, belirli frekanslar • Görsel: parlak ışıklar, görsel desenler • Koku alma: güçlü veya belirli kokular • Tat alma: tatlar, yiyecek dokuları • Proprioseptif: vücut farkındalığı • Vestibüler: denge ve hareket Destek stratejileri kontrollü duyusal ortamlar, düzenli molalar ve kulaklık veya fidget nesneleri gibi duyusal araçların kullanımını içerir.

# article_sensory_processing_author
source: Occupational Therapist Fernanda Rocha
hi: डॉ. फर्नांडा रोचा - व्यावसायिक चिकित्सक
ja: フェルナンダ・ロチャ博士 - 作業療法士
tr: Meslek Terapisti Fernanda Rocha

# article_family_support_title
source: Family Support: Caring for the Caregivers
hi: पारिवारिक सहायता: देखभालकर्ताओं की देखभाल
ja: 家族サポート：介護者のケア
tr: Aile Desteği: Bakım Verenlere Bakım

# article_family_support_body
source: Families of people with ASD face unique challenges and need ongoing support. Self-care for caregivers is essential for the well-being of the entire family. Support strategies: • Seek local or online support groups • Maintain time for personal activities • Share responsibilities among family members • Seek professional help when needed • Celebrate small achievements • Maintain open communication in the family Remember: taking care of yourself is not selfishness, it's necessity. A balanced family provides better support.
hi: ऑटिज्म वाले लोगों के परिवार अनूठी चुनौतियों का सामना करते हैं और उन्हें निरंतर सहायता की आवश्यकता होती है। देखभालकर्ताओं की स्व-देखभाल पूरे परिवार की भलाई के लिए आवश्यक है।
ja: 自閉症の人々の家族は独特の課題に直面し、継続的なサポートが必要です。介護者のセルフケアは家族全体の福祉に不可欠です。
tr: OSB'li kişilerin aileleri benzersiz zorluklarla karşılaşır ve sürekli desteğe ihtiyaç duyar. Bakım verenlerin öz bakımı tüm ailenin refahı için temeldir. Destek stratejileri: • Yerel veya çevrimiçi destek grupları arayın • Kişisel etkinlikler için zaman ayırın • Sorumlulukları aile üyeleri arasında paylaştırın • Gerektiğinde profesyonel yardım isteyin • Küçük başarıları kutlayın • Ailede açık iletişimi sürdürün Unutmayın: kendinize bakmak bencillik değil, gerekliliktir. Dengeli bir aile daha iyi destek sunar.

# article_family_support_author
source: Family Psychologist Beatriz Almeida
hi: डॉ. बीट्रिज़ अल्मेडा - पारिवारिक मनोवैज्ञानिक
ja: ビアトリス・アルメイダ博士 - 家族心理学者
tr: Aile Psikoloğu Beatriz Almeida

# article_communication_strategies_title
source: Effective Communication Strategies
hi: प्रभावी संचार रणनीतियां
ja: 効果的なコミュニケーション戦略
tr: Etkili İletişim Stratejileri

# article_communication_strategies_body
source: Communication with people on the autism spectrum can be facilitated through specific strategies that respect their needs and preferences. Important tips: • Use clear and direct language • Avoid metaphors and idiomatic expressions • Allow time for information processing • Use visual supports when possible • Maintain respectful eye contact • Be patient with repetitions • Validate feelings and experiences Each person is unique - observe and adapt your communication to individual preferences. Effective communication builds trust and positive relationships.
hi: ऑटिज्म स्पेक्ट्रम पर लोगों के साथ संचार को विशिष्ट रणनीतियों के माध्यम से सुविधाजनक बनाया जा सकता है जो उनकी आवश्यकताओं और प्राथमिकताओं का सम्मान करती हैं।
ja: 自閉スペクトラムの人々とのコミュニケーションは、彼らのニーズと好みを尊重する特定の戦略を通じて促進することができます。
tr: Otizm spektrumundaki kişilerle iletişim, onların ihtiyaçlarını ve tercihlerini saygı gösteren özel stratejilerle kolaylaştırılabilir. Önemli ipuçları: • Net ve doğrudan dil kullanın • Metaforlar ve deyimlerden kaçının • Bilgiyi işlemek için zaman verin • Mümkün olduğunda görsel destekleri kullanın • Saygılı göz teması kurun • Tekrarlarla sabırlı olun • Duyguları ve deneyimleri doğrulayın Her kişi benzersizdir - gözlemleyin ve iletişiminizi bireysel tercihlere uyarlayın. Etkili iletişim güven ve olumlu ilişkiler kurar.

# article_communication_strategies_author
source: Speech Therapist Patricia Mendes
hi: डॉ. पेट्रीसिया मेंडेस - भाषण चिकित्सक
ja: パトリシア・メンデス博士 - 言語療法士
tr: Konuşma Terapisti Patricia Mendes

source: Language
tr: Dil
